Revit 2027 API
ParameterTypeId.CurveBottomLevel Property
 "Bottom Level"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CurveBottomLevel { get; }
Public Shared ReadOnly Property CurveBottomLevel As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CurveBottomLevel {
	ForgeTypeId^ get ();
}
static member CurveBottomLevel : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace